Repository: sarensw/MacPacker
Catalog: MacPacker/LocalizableWhatsNew.xcstrings
Source language: en
Languages: de, fa, fr, it, ru, uk, zh_hans

# v0.13_feat_finder_extension_settings
source: Added settings for easier access to managing the Finder file provider extension
de: Neue Einstellungen für den einfacheren Zugriff auf die Verwaltung der Finder-Dateibereitstellungserweiterung
fa: تنظیمات جدید برای دسترسی آسان‌تر به مدیریت افزونهٔ ارائه‌دهندهٔ فایل
fr: Nouveaux réglages pour faciliter la gestion de l’extension du fournisseur de fichiers du Finder
it: Nuove impostazioni per semplificare la gestione dell’estensione del provider di file di Finder
ru: Добавлены настройки для упрощённого управления расширением поставщика файлов Finder
uk: Додано налаштування для спрощеного керування розширенням постачальника файлів Finder
zh_hans: 新增设置，便于管理 Finder 文件提供器扩展

# v0.13_fix_extract_folders
source: Extracting folders does not include files
de: Beim Entpacken von Ordnern wurden Dateien nicht eingeschlossen
fa: رفع اشکال: هنگام استخراج پوشه‌ها، فایل‌ها لحاظ نمی‌شدند
fr: l’extraction des dossiers n’incluait pas les fichiers
it: l’estrazione delle cartelle non includeva i file
ru: при извлечении папок файлы не включались
uk: під час видобування папок файли не включалися
zh_hans: 解压文件夹时未包含文件

# v0.13_lang_fa
source: Language support for Persian
de: Unterstützung für Persisch
fa: پشتیبانی از زبان فارسی
fr: Prise en charge du persan
it: Supporto per il persiano
ru: Поддержка персидского языка
uk: Підтримка перської мови
zh_hans: 新增波斯语支持

# v0.13_new_formats
source: arj, dmg/apfs (Apple File System), chm, fat, ntfs, tar.z/taz, qcow2, squashfs, vdi, vhd, vhdx, vmdk, xar support
de: Unterstützung für zusätzliche Formate: arj, dmg/apfs, chm, fat, ntfs, tar.z/taz, qcow2, squashfs, vdi, vhd, vhdx, vmdk, xar
fa: arj، dmg/apfs، chm، fat، ntfs، tar.z/taz، qcow2، squashfs، vdi، vhd، vhdx، vmdk، xar
fr: Prise en charge de formats supplémentaires : arj, dmg/apfs, chm, fat, ntfs, tar.z/taz, qcow2, squashfs, vdi, vhd, vhdx, vmdk, xar
it: Supporto per formati aggiuntivi: arj, dmg/apfs, chm, fat, ntfs, tar.z/taz, qcow2, squashfs, vdi, vhd, vhdx, vmdk, xar
ru: Поддержка дополнительных форматов: arj, dmg/apfs, chm, fat, ntfs, tar.z/taz, qcow2, squashfs, vdi, vhd, vhdx, vmdk, xar
uk: Підтримка додаткових форматів: arj, dmg/apfs, chm, fat, ntfs, tar.z/taz, qcow2, squashfs, vdi, vhd, vhdx, vmdk, xar
zh_hans: 新增对以下格式的支持：arj、dmg/apfs、chm、fat、ntfs、tar.z/taz、qcow2、squashfs、vdi、vhd、vhdx、vmdk、xar

# v0.13_pkg_support
source: Special handling for Apple Installer Packages (pkg)
de: Spezielle Behandlung von Apple-Installationspaketen (pkg)
fa: رسیدگی ویژه به بسته‌های نصب اپل
fr: Gestion spécifique des paquets d’installation Apple (pkg)
it: Gestione specifica dei pacchetti di installazione Apple (pkg)
ru: Специальная обработка установочных пакетов Apple (pkg)
uk: Спеціальна обробка інсталяційних пакетів Apple (pkg)
zh_hans: 针对 Apple 安装程序包（pkg）的专门处理

# v0.14_feat_60
source: Added menu item to open an empty window
de: Menüelement zum Öffnen eines leeren Fensters hinzugefügt
fa: گزینهٔ منو برای باز کردن پنجرهٔ خالی اضافه شد
fr: Ajout d’un élément de menu pour ouvrir une fenêtre vide
it: Aggiunta voce di menu per aprire una finestra vuota
ru: Добавлен пункт меню для открытия пустого окна
uk: Додано пункт меню для відкриття порожнього вікна
zh_hans: 新增打开空白窗口的菜单项

# v0.14_feat_61
source: Added detailed archive info to status bar
de: Detaillierte Archivinfos zur Statusleiste hinzugefügt
fa: اطلاعات جزئی آرشیو به نوار وضعیت اضافه شد
fr: Ajout d’informations détaillées de l’archive dans la barre d’état
it: Aggiunte informazioni dettagliate sull’archivio nella barra di stato
ru: Добавлена подробная информация об архиве в строку состояния
uk: Додано детальну інформацію про архів у рядок стану
zh_hans: 状态栏新增详细的归档信息

# v0.14_fix_54
source: Fixed opening tar.gz and tgz archives
de: Öffnen von tar.gz- und tgz-Archiven behoben
fa: مشکل باز کردن آرشیوهایtar.gz و tgz برطرف شد
fr: Correction de l’ouverture des archives tar.gz et tgz
it: Correzione apertura archivi tar.gz e tgz
ru: Исправлено открытие архивов tar.gz и tgz
uk: Виправлено відкриття архівів tar.gz та tgz
zh_hans: 修复无法打开 tar.gz 和 tgz 归档的问题

# v0.14_fix_55
source: Fixed Quick Look close with Space
de: Schließen von Quick Look mit Leertaste behoben
fa: مشکل بستن Quick Look با کلیدSpace برطرف شد
fr: Correction de la fermeture de Quick Look avec la barre d’espace
it: Correzione chiusura di Quick Look con barra spaziatrice
ru: Исправлено закрытие Quick Look клавишей пробела
uk: Виправлено закриття Quick Look клавішею пробілу
zh_hans: 修复空格键关闭快速查看

# v0.14_fix_56
source: Added missing Finder file associations
de: Fehlende Dateizuordnungen im Finder hinzugefügt
fa: ارتباط‌های فایلِ جاافتاده در Finder اضافه شد
fr: Ajout des associations de fichiers manquantes dans le Finder
it: Aggiunte associazioni file mancanti nel Finder
ru: Добавлены недостающие файловые ассоциации в Finder
uk: Додано відсутні асоціації файлів у Finder
zh_hans: 新增缺失的 Finder 文件关联

# v0.14_fix_58
source: Fixed cache cleanup issues
de: Probleme bei der Cache-Bereinigung behoben
fa: مشکلات پاک‌سازی کش برطرف شد
fr: Correction des problèmes de nettoyage du cache
it: Correzione problemi di pulizia della cache
ru: Исправлены проблемы очистки кэша
uk: Виправлено проблеми очищення кешу
zh_hans: 修复缓存清理问题

# v0.14_fix_59
source: Fixed crash when unpacking exe and msi
de: Absturz beim Entpacken von exe und msi behoben
fa: کرش هنگام استخراج exe و msi برطرف شد
fr: Correction d’un plantage lors de l’extraction de exe et msi
it: Correzione arresto anomalo durante estrazione di exe e msi
ru: Исправлен сбой при распаковке exe и msi
uk: Виправлено збій під час розпакування exe та msi
zh_hans: 修复解压 exe 和 msi 时的崩溃

# v0.14_fix_62
source: Fixed Finder extract actions
de: Extrahier-Aktionen im Finder behoben
fa: عملیات استخراج در Finder اصلاح شد
fr: Correction des actions d’extraction du Finder
it: Correzione azioni di estrazione nel Finder
ru: Исправлены действия извлечения в Finder
uk: Виправлено дії витягування у Finder
zh_hans: 修复 Finder 中的解压操作
